Repository: hxebolax/Tienda-para-NVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, de, fr, hr, it, pl, pt_br, tr, uk

source: &Información:
ar: &معلومة:
de: &Information:
fr: &Informations:
hr: & informacije:
it: &Informazioni:
pl: &informacje:
pt_br: &Informação:
tr: B&ilgi:
uk: &Інформація:

source: &Descargar complemento
ar: &تنزيل الوظيفة الإضافية
de: &Erweiterung herunterladen
fr: &Télécharger l'extension
hr: & Preuzmi dodatak
it: &Download componente aggiuntivo
pl: &Pobierz dodatek
pt_br: &Baixar complemento
tr: Eklentiyi İn&dir
uk: &Завантажити додаток

source: Visitar &página WEB
ar: &زيارة الموقع
de: &Internetseite aufrufen
fr: Visiter le &site Web
hr: Posjeti & web-stranicu
it: Visita sito &web
pl: Odwiedź &stronę internetową
pt_br: Visitar a página &web
tr: &WEB sayfasını ziyaret et
uk: Відвідати &веб-сайт

source: &Cambiar de servidor
ar: &تغيير الخادم
de: &Server wechseln
fr: &Changer de serveur
it: &Cambia server
pt_br: &Mudar de servidor
tr: sunucuyu de&ğiştir
uk: &Змінити сервер

source: &Salir
ar: &خروج
de: &Schließen
fr: &Quitter
hr: &izlaz
it: &Cchiudi
pl: &Wyjdź
pt_br: &Sair
tr: &Çık
uk: &Вийти

source: Autor: {} Nombre del complemento: {} Nombre interno: {} Descripción: {} Desarrollo: {}
ar: المؤلف: {} اسم الوظيفة الإضافية: {} الاسم الداخلي: {} الوصف: {} التطوير: {}
de: Autor: {} Name der Erweiterung: {} Interner Name: {} Beschreibung: {} Entwicklung: {}
fr: Auteur: {} Nom de l'extension: {} Nom interne: {} Description: {} Développement: {}
hr: Autor: {} Naziv dodatka: {} Interni naziv: {} Opis: {} Razvoj: {}
it: Autore: {} Nome Add-on: {} Sommario: {} Descrizione: {} Sviluppo: {}
pl: Autor: {} Nazwa dodatku: {} Nazwa wewnętrzna: {} Opis: {} Rozwój: {}
pt_br: Autor: {} Nome do complemento: {} Nome interno: {} Descrição: {} Desenvolvimento: {}
tr: Yazar: {} Eklenti adı: {} Dahili İsim: {} Açıklama: {} geliştirme: {}
uk: Автор: {} Ім’я додатка: {} ВВнутрішнє ім’я: {} Опис: {} Розробка: {}

source: Con soporte
ar: مع الدعم
de: Wird aktualisiert
fr: Avec prise en charge
hr: Podržani
it: Supportato
pl: Obsługiwane
pt_br: Com suporte
tr: Destek ile
uk: З підтримкою

source: Sin soporte
ar: بدون دعم
de: Keine Weiterentwicklung
fr: Sans prise en charge
hr: Nema podrške
it: Non supportato
pl: Brak wsparcia
pt_br: Sem suporte
tr: Desteklenmiyor
uk: Без підтримки

source: Canal: {} Versión: {} Mínimo NVDA: {} Testeado hasta versión de NVDA: {} Total descargas: {}
ar: القناة: {} الإصدار: {} الحد الأدنى لإصدار NVDA: {} آخر إصدار تم اختباره من NVDA: {} عدد التنزيلات: {}
de: Kanal: {} Version: {} Vorrausgesetzte NVDA-Version: {} Getestet bis zur NVDA-Version: {} Downloads insgesamt: {}
fr: Canal: {} Version: {} Minimum NVDA: {} Testé jusqu'à la version NVDA: {} Nombre total de téléchargements: {}
hr: Kanal: {} Verzija: {} Minimalna verzija NVDA: {} Testirano do NVDA verzije: {} Ukupan broj preuzimanja: {}
it: Canale: {} Versione: {} Versione minima supportata di NVDA: {} Ultima versione testata di NVDA: {} Totale download: {}
pl: Kanał: {} Wersja: {} Minimalne NVDA: {} Testowane do wersji NVDA: {} Łączna liczba pobrań: {}
pt_br: Canal: {} Versão: {} Mínimo NVDA: {} Testado até à versão do NVDA: {} Total de downloads: {}
tr: Kanal: {} Sürüm: {} Minimum NVDA Sürümü: {} Son Test edilen NVDA Sürümü: {} Toplam indirme: {}
uk: Канал: {} Версія: {} Мінімальна версія NVDA: {} Востаннє протестовано на версії NVDA: {} Кількість завантажень: {}

source: No se pudo traducir la descripción
ar: لا يمكن ترجمة الوصف
de: Beschreibung konnte nicht übersetzt werden
fr: La description n'a pas pu être traduite
it: Impossibile tradurre la descrizione
pt_br: A descrição não pôde ser traduzida
tr: Açıklama çevrilemedi
uk: Неможливо перекласти опис

source: Mostrar todos los complementos
ar: عرض كل الإضافات
de: Zeige alle Erweiterungen
fr: Afficher toutes les extensions
it: Mostra tutti i componenti aggiuntivi
pt_br: Mostrar todos os complementos
tr: Tüm eklentileri göster
uk: Показати всі додатки

source: Mostrar los complementos con compatibilidad de API 2023
it: Mostra i componenti aggiuntivi con supporto di API 2023
tr: API 2023 destekli eklentileri göster
uk: Показати додатки з підтримкою API 2023

source: Mostrar los complementos con compatibilidad de API 2022
ar: عرض المكونات الإضافية مع دعم 2022 API
de: Erweiterungen anzeigen, welche die NVDA-API 2022 unterstützen
fr: Afficher les extensions compatibles avec l'API 2022
it: Mostra i componenti aggiuntivi con supporto di API 2022
pt_br: Mostrar complementos com suporte a API 2022
tr: API 2022 destekli eklentileri göster
uk: Показати додатки з підтримкою API 2022

source: Mostrar los complementos ordenados por autor
ar: إظهار الإضافات مرتبة حسب المؤلف
de: Erweiterungen nach Autor sortieren
fr: Afficher les extensions triées par auteur
it: Mostra i componenti aggiuntivi ordinati per autore
pt_br: Mostrar os complementos ordenados por autor
tr: Yazara göre sıralanmış eklentileri göster
uk: Показати додатки, відсортовані за автором

source: Mostrar por descargas de mayor a menor
ar: إظهار من خلال التنزيلات من الأعلى إلى الأدنى
de: Sortiere Erweiterungen vom häufigsten Download zum wenigsten
fr: Afficher par téléchargements de majeur à mineur
it: Mostra per numero di download dal più alto al più basso
pt_br: Mostrar por download mais baixados para menos baixados
tr: En yüksekten en düşüğe indirme sayısına göre göster
uk: Показати за кількістю завантажень від найвищої до найнижчої

source: &Filtros
ar: &التصفية
de: &Filter
fr: &Filtres
it: &Filtri
tr: &Filtre
uk: &Фільтри

source: Copiar información
ar: نسخ المعلومات
de: Kopiere Informationen
fr: Copier les informations
it: Copia le informazioni
pt_br: Copiar informação
tr: Bilgileri kopyala
uk: Копіювати інформацію

source: Copiar enlace a la página web del complemento
ar: انسخ الرابط إلى صفحة ويب البرنامج المساعد
de: Kopiere Link zur Internetseite der Erweiterung
fr: Copier le lien du site Web de l'extension
it: Copia il link del sito Web del componente aggiuntivo
pt_br: Copiar o &link da página do complemento
tr: Eklentinin Web sayfası adresini kopyala
uk: Копіювати посилання на сайт додатка

source: Copiar enlace de descarga del complemento
ar: نسخ رابط تنزيل البرنامج المساعد
de: Kopiere Download-Link der Erweiterung
fr: Copier le lien de téléchargement de l'extension
it: Copia link download del componente aggiuntivo
pt_br: Copiar o lin&k de download do complemento
tr: Eklenti indirme bağlantısını kopyala
uk: Копіювати посилання на завантаження додатка

source: &Copiar al portapapeles
ar: &نسخ إلى الحافظة
de: Kopiere alle Informationen
fr: &Copier dans le presse-papiers
it: &Copia negli appunti
pt_br: &Copiar para a área de transferência
tr: &Panoya kopyala
uk: &Копіювати в буфер обміну

source: Ver documentación del complemento instalado
ar: عرض ملفات المساعدة للوظائف المثبتة
de: Sehen Sie sich die installierte Erweiterungs-Dokumentation an
fr: Voir documentation de l'extension installée
it: Consulta la documentazione del componente installato
tr: Yüklü eklenti belgelerini görüntüle
uk: Переглянути документацію встановленого додатка

source: No se encontraron resultados
ar: لم يتم العثور على نتائج
de: Keine Ergebnisse gefunden
fr: Aucun résultat trouvé
hr: Nisu pronađeni rezultati
it: nessun risultato trovato
pl: Nie znaleziono wyników
pt_br: Não foram encontrados resultados
tr: Sonuç bulunamadı
uk: Результатів не знайдено

source: - Todos los complementos
ar: - كل الإضافات
de: - Alle Erweiterungen
fr: - Toutes les extensions
it: - Tutti gli addon
pt_br: - Todos os complementos
tr: - Tüm eklentiler
uk: - Усі додатки

source: - Complementos compatibles con API 2023
it: - Componenti aggiuntivi compatibili con API 2023
tr: - API 2023 ile uyumlu eklentiler
uk: - Додатки, сумісні з API 2023

source: - Complementos compatibles con API 2022
ar: - ملحقات متوافقة مع API 2022
de: - API 2022-kompatible Erweiterungen
fr: - Extensions compatibles avec l'API 2022
it: - Componenti aggiuntivi compatibili con API 2022
pt_br: - Complementos compatíveis com a API 2022
tr: - API 2022 ile uyumlu eklentiler
uk: - Додатки, сумісні з API 2022

source: - Complementos por autor
ar: - الإضافات من قبل المؤلف
de: - Erweiterungen nach Autor
fr: - Extensions par auteur
it: - Componenti aggiuntivi per autore
tr: - Yazara Göre Eklentiler
uk: - Додатки за автором

source: - Complementos por descarga de mayor a menor
ar: - الإضافات لكل تنزيل من الأعلى إلى الأقل
de: - Erweiterungen nach Download vom höchsten zum niedrigsten
fr: - Extensions par téléchargement de majeur à mineur
it: - Componenti aggiuntivi scaricabili dal più alto al più basso
pt_br: - Complementos por download do mais alto para o mais baixo
tr: - En yüksekten en düşüğe indirme sayısına göre göster
uk: - Додатки за кількістю завантажень від найвищої до найнижчої

source: Se copio la información del complemento al portapapeles
ar: نسخ معلومات البرنامج المساعد إلى الحافظة
de: Erweiterungs-Informationen wurden in die Zwischenablage kopiert
fr: L'information a été copiée dans le presse-papiers
it: Le informazioni sul componente aggiuntivo sono state copiate negli appunti
pt_br: A informação do complemento foi copiada para a área de transferência
tr: Eklenti bilgileri panoya kopyalandı
uk: Інформацію про додаток скопійовано в буфер обміну

source: Se copio la URL de la página oficial del complemento al portapapeles
ar: انسخ عنوان URL للصفحة الرسمية للمكون الإضافي إلى الحافظة
de: Die URL der offiziellen Add-On-Seite wurde in die Zwischenablage kopiert
fr: L'URL du site officiel de l'extension a été copiée dans le presse-papiers
it: L'indirizzo della pagina ufficiale del componente aggiuntivo è stato copiato negli appunti
pt_br: A URL da página oficial do complemento foi copiada para a área de transferência
tr: Eklenti resmi sayfasının URL'si panoya kopyalandı
uk: Посилання на офіційну сторінку додатка скопійовано в буфер обміну

source: Se copio la URL de descarga al portapapeles
ar: انسخ رابط التنزيل إلى الحافظة
de: Download-URL in die Zwischenablage kopiert
fr: L'URL du téléchargement a été copiée dans le presse-papiers
it: Indirizzo di download copiato negli appunti
pt_br: A URL de download foi copiada para a área de transferência
tr: Panoya kopyalanan URL'yi indir
uk: Посилання на завантаження додатка скопійовано в буфер обміну

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hr: Greška
it: Errore
pl: Błąd
pt_br: Erro
tr: Hata
uk: Помилка

source: No se pudo llevar a cabo la copia al portapapeles
ar: فشل النسخ إلى الحافظة
de: Fehler beim Kopieren in die Zwischenablage
fr: Impossible d'effectuée la copie dans le presse-papiers
it: Impossibile eseguire la copia negli appunti
pt_br: Não foi possível copiar para a área de transferência
tr: Panoya kopyalanamadı
uk: Не вдалося виконати копіювання в буфер обміну

source: Se encuentra en el complemento {} de {}
ar: تم العثور عليه في تكملة {} {}
de: Es befindet sich in der Erweiterung {} von {}
fr: Vous êtes situé dans l'extension {} de {}
it: Trovato nel componente aggiuntivo {} da {}
pt_br: Encontra-se no complemento {} de {}
tr: {} ifadesinin {} tamamlayıcısında bulunur
uk: Знаходиться в {} додатка {}

source: No tiene activada la opción traducir la descripción de complementos en opciones de la tienda. Active dicha opción y elija un idioma para poder usar esta característica.
ar: ليس لديك خيار وصف الترجمة في خيارات المتجر ممكّنًا. قم بتنشيط هذا الخيار واختر لغة لتتمكن من استخدام هذه الميزة.
de: Sie haben die Option "Google-Übersetzer für Beschreibungen von Erweiterungen aktivieren" in den NVDA-Es-Store-Optionen nicht aktiviert. Aktivieren Sie diese Option und wählen Sie eine Sprache aus, um diese Funktion nutzen zu können.
fr: L'option du traducteur pour les descriptions des extensions n'est pas activée dans les Paramètres de la Boutique NVDA.ES. Activez cette option et choisissez une langue pour utiliser cette caractéristique.
it: Non hai l'opzione di traduzione della descrizione dell'addon abilitata nelle opzioni della bottega. Attiva questa opzione e scegli una lingua per poter utilizzare questa funzione.
pt_br: Você não tem a opção de traduzir a descrição dos complementos nas opções da loja ativadas. Ative esta opção e escolha um idioma para poder usar este recurso.
tr: Çeviri seçeneği Mağaza ayarlarından etkinleştirilmemiş. Lütfen çeviri seçeneğini etkinleştirin ve bir dil belirleyin.
uk: Ви не увімкнули параметр перекладу опису додатків у налаштуваннях магазину. Увімкніть цей параметр і оберіть мову, щоб могти використовувати цю функцію.

source: Versión {}
ar: إصدار {}
de: Version {}
fr: Version {}
hr: {} verzija
it: Versione {}
pl: {} wersja
pt_br: Versão {}
tr: Sürüm {}
uk: Версія {}

source: Ya tiene un proceso de descarga activo, espere a que termine.
ar: لديك بالفعل عملية تنزيل نشطة ، انتظر حتى تنتهي.
de: Sie haben bereits einen aktiven Download-Vorgang, warten Sie, bis dieser abgeschlossen ist.
fr: Vous avez déjà un processus de téléchargement actif, attendez qu'il se termine.
hr: Već imate aktivan postupak preuzimanja, pričekajte da završi.
it: Hai già un processo di download attivo, attendi che finisca.
pl: Masz już aktywny proces pobierania, poczekaj na jego zakończenie.
pt_br: Já tem um processo de download ativo, aguarde finalizar.
tr: Zaten etkin bir indirme işleminiz var, tamamlanmasını bekleyin.
uk: У вас вже запущено процес завантаження додатків, будь ласка, дочекайтеся його завершення.

source: Descargando %s...
ar: جاري تحميل %s ...
de: %s wird heruntergeladen...
fr: Téléchargement de %s en cours...
hr: Preuzimanje %s...
it: In Download %s...
pl: Trwa pobieranie %s...
pt_br: Baixando %s...
tr: %s indiriliyor...
uk: Завантаження %s...

source: Tienda NVDA.ES - Actualizaciones disponibles
ar: التحديثات المتوفرة في متجر NVDA.es
de: NVDA.ES Store – Updates verfügbar
fr: Boutique NVDA.ES - Mises à jour disponibles
hr: NVDA.ES trgovina – dostupna ažuriranja
it: Aggiornamenti disponibili nella bottega
pl: NVDA.ES Store - Dostępne aktualizacje
pt_br: Loja NVDA.es – atualizações disponíveis
tr: NVDA.ES Eklenti Mağazası - Bulunan güncellemeler
uk: Магазин NVDA.ES — доступні оновлення

source: &Seleccionar todo
ar: &اختر الكل
de: &Alles auswählen
fr: &Sélectionner tout
hr: &Odaberi sve
it: &Seleziona tutto
pl: Aktualnie wybrany
pt_br: &Selecionar tudo
tr: Tümünü &Seç
uk: &Вибрати всі

source: &Deseleccionar todo
ar: ال&غاء تحديد الكل
de: Alle a&bwählen
fr: &Déselectionner tout
hr: & Poništi odabir svega
it: &Deseleziona tutto
pl: Odznacz wszystkie
pt_br: &Desmarcar a seleção
tr: Tüm seçimleri kaldı&r
uk: &Скасувати вибір усіх

source: &Actualizar
ar: &تحديث
de: Akt&ualisieren
fr: &Mettre à jour
hr: &Ažuriraj
it: &Aggiorna
pl: & Aktualizacja
pt_br: &Atualizar
tr: &Güncelle
uk: &Оновити

source: Tiene que seleccionar una actualización para poder continuar.
ar: يجب عليك تحديد تحديث واحد على الأقل للمتابعة.
de: Sie müssen ein Update auswählen, um fortzufahren.
fr: Vous devez sélectionner une mise à jour pour pouvoir continuer.
hr: Prije nastavka morate odabrati ažuriranje.
it: Devi selezionare un aggiornamento per continuare.
pl: Musisz wybrać aktualizację, zanim będzie można kontynuować.
pt_br: Tem que selecionar uma atualização para poder continuar
tr: Devam edebilmek için en az bir eklenti seçmelisiniz.
uk: Щоб продовжити, ви повинні вибрати оновлення.

source: Espere por favor...
ar: من فضلك إنتظر ...
de: Bitte warten...
fr: Veuillez patienter…
hr: Molim pričekaj...
it: Si prega di attendere...
pl: Czekaj...
pt_br: Por favor aguarde...
tr: Lütfen bekleyin...
uk: Зачекайте, будь ласка...

source: Descargando Un complemento grande...
it: Download di un componente di grandi dimensioni...
uk: Завантажується великий додаток...

source: Descargando: %s
ar: تحميل: %s
de: Lade herunter: %s
fr: Téléchargement en cours de:%s
hr: Preuzimanje: %s
it: Download in corso: %s
pl: Pobieranie: %s
pt_br: Baixando: %s
tr: İndiriliyor: %s
uk: Завантаження: %s

source: La descarga se completó.
ar: إكتمل التنزيل.
de: Der Download ist abgeschlossen.
fr: Le téléchargement est terminé.
hr: Preuzimanje je dovršeno.
it: Download completato.
pl: Pobieranie jest zakończone.
pt_br: O download foi concluído.
tr: İndirme tamamlandı.
uk: Завантаження завершено.

source: Ya puede cerrar esta ventana.
ar: يمكنك الآن إغلاق هذه النافذة.
de: Sie können dieses Fenster jetzt schließen.
fr: Vous pouvez maintenant fermer cette fenêtre.
hr: Sada možete zatvoriti ovaj prozor.
it: Ora puoi chiudere questa finestra.
pl: Teraz możesz zamknąć to okno.
pt_br: Já pode fechar esta janela.
tr: Artık bu pencereyi kapatabilirsiniz.
uk: Тепер ви можете закрити це вікно.

source: Algo salió mal.
ar: حدث خطأ ما.
de: Etwas ist schief gelaufen.
fr: Quelque chose s'est mal passé.
hr: Nešto je pošlo po zlu.
it: Qualcosa è andato storto.
pl: Coś poszło nie tak.
pt_br: Alguma coisa correu mal.
tr: Sorun var.
uk: Виникла помилка.

source: Compruebe que tiene conexión a internet y vuelva a intentarlo.
ar: الرجاء التحقق من اتصالك بالإنترنت وحاول مرة أخرى.
de: Bitte überprüfen Sie, ob Sie eine Internetverbindung haben, und versuchen Sie es erneut.\n
fr: Vérifier que vous avez une connexion à Internet et réessayer.
hr: Provjerite imate li internetsku vezu i pokušajte ponovno.
it: Verifica di disporre di una connessione Internet e riprova.
pl: Sprawdź, czy masz połączenie z Internetem i spróbuj ponownie.
pt_br: Verifique se tem uma conexão com a Internet e tente novamente.
tr: Lütfen internet bağlantınız olup olmadığını kontrol edin ve tekrar deneyin.
uk: Будь ласка, перевірте ваше з’єднання з інтернетом і повторіть спробу.

source: Error: {}
it: Errore: {}
tr: Hata: {}
uk: Помилка: {}

source: Actualizando complementos
ar: تحديث الإضافات
de: Aktualisiere Erweiterungen
fr: Mise à jour des extensions en cours
hr: Ažuriranje dodataka
it: Aggiornamento componenti aggiuntivi
pl: Aktualizowanie dodatków
pt_br: Atualizando os complementos.
tr: Eklentiler Güncelleniyor
uk: Оновлення додатків

source: La actualización se completó.
ar: إكتمل التحديث.
de: Das Update ist abgeschlossen.
fr: La mise à jour est terminée.
hr: Nadogradnja je dovršena.
it: L'aggiornamento è completo.
pl: Uaktualnienie jest zakończone.
pt_br: A atualização foi concluída.
tr: Güncelleme tamamlandı.
uk: Оновлення завершено.

source: NVDA necesita reiniciarse para aplicar las actualizaciones.
ar: يحتاج NVDA إلى إعادة التشغيل حتى يتم تطبيق التحديثات.
de: NVDA muss neu gestartet werden, um die Aktualisierungen anzuwenden.
fr: NVDA doit être redémarré pour que ces mises à jour prennent effet.
hr: NVDA se mora ponovno pokrenuti da bi se primijenila ažuriranja.
it: NVDA necessita di un riavvio per applicare gli aggiornamenti.
pl: NVDA musi zostać ponownie uruchomiony, aby zastosować aktualizacje.
pt_br: o NVDA precisa de ser reiniciado para aplicar as atualizações.
tr: Güncellemelerin kurulabilmesi için NVDA'yı yeniden başlatmanız gerekir.
uk: Щоб оновлення були застосовані, необхідно перезапустити NVDA.

source: ¿Desea reiniciar NVDA ahora?
ar: هل تريد إعادة تشغيل NVDA الآن؟
de: Möchten Sie NVDA jetzt neu starten?
fr: Voulez-vous redémarrer NVDA maintenant ?
hr: Želite li sada ponovno pokrenuti NVDA?
it: Vuoi riavviare NVDA ora?
pl: Czy chcesz teraz ponownie uruchomić NVDA?
pt_br: Quer reiniciar o NVDA agora?
tr: NVDA'yı şimdi yeniden başlatmak istiyor musunuz?
uk: Бажаєте перезавантажити NVDA зараз?

source: No se pudo instalar el complemento.
ar: تعذر تثبيت المكون الإضافي.
de: Die Erweiterung konnte nicht installiert werden.\n
fr: Impossible d'installer l'extension.
hr: Dodatak nije moguće instalirati.
it: Impossibile installare il componente aggiuntivo.
pl: Nie można zainstalować dodatku.
pt_br: Não foi possível instalar o complemento
tr: Eklenti yüklenemedi.
uk: Не вдалося встановити додаток.

source: Fallo de compatibilidad.
ar: فشل التوافق.
de: Kompatibilitätsfehler.
fr: Échec de la compatibilité.
hr: Kompatibilnost nije uspjela.
it: Errore di compatibilità.
pl: Błąd zgodności.
pt_br: Falha de compatibilidade.
tr: Uyumluluk hatası.
uk: Порушення сумісності.

source: Busque una actualización compatible.
ar: إبحث عن تحديث متوافق.
de: Suchen Sie nach einem kompatiblen Update.
fr: Rechercher une mise à jour compatible.
hr: Potražite podržano ažuriranje.
it: Cerca un aggiornamento compatibile.
pl: Poszukaj obsługiwanej aktualizacji.
pt_br: Procure uma atualização compatível
tr: Uyumlu bir güncelleme arayın.
uk: Пошук сумісного додатка.

source: Se completo la instalación correctamente. Pero hay complementos que no se pudieron instalar. Los siguientes complementos son incompatibles, busque una versión compatible: {} NVDA necesita reiniciarse para aplicar las instalaciones. ¿Desea reiniciar NVDA ahora?
ar: إكتمل التثبيت بنجاح. ولكن هناك ملحقات لا يمكن تثبيتها. المكونات الإضافية التالية غير متوافقة ، الرجاء البحث عن إصدار متوافق: {} يحتاج NVDA إلى إعادة التشغيل لتطبيق التثبيت. هل تريد إعادة تشغيل NVDA الآن؟
de: Installation erfolgreich abgeschlossen. Es gibt jedoch Erweiterungen, die nicht installiert werden konnten. Die folgenden Erweiterungen sind nicht kompatibel, bitte suchen Sie nach einer kompatiblen Version: {} NVDA muss neu gestartet werden, um die Installationen anzuwenden. Möchten Sie NVDA jetzt neu starten?
fr: L'installation a terminée avec succès. Mais il y a des extensions qui ne pouvaient pas être installées. Les extensions suivantes sont incompatibles, rechercher une version compatible: {} NVDA doit être redémarré pour que ces installations prennent effet. Voulez-vous redémarrer NVDA maintenant ?
hr: Instalacija je uspješno dovršena. Ali postoje dodaci koji se ne mogu instalirati. Sljedeći dodaci nisu kompatibilni, potražite podržanu verziju: {} NVDA treba ponovno pokrenuti da bi se primijenile instalacije. Želite li sada ponovno pokrenuti NVDA?
it: Installazione completata con successo. Tuttavia vi sono componenti aggiuntivi che non è stato possibile installare. I seguenti addon non sono compatibili, si prega di cercarne una versione compatibile: {} NVDA requires a restart to apply the installations. ¿Do you want to restart NVDA now?
pl: Instalacja została zakończona pomyślnie. Ale są dodatki, których nie można zainstalować. Następujące dodatki są niezgodne, poszukaj obsługiwanej wersji: {} NVDA musi zostać ponownie uruchomiony, aby zastosować zmany po istalacji dodatków. Czy chcesz teraz ponownie uruchomić NVDA?
pt_br: A instalação foi concluída com sucesso. Mas há complementos que não puderam ser instalados. Os seguintes complementos são incompatíveis, por favor procure uma versão compatível: {} O NVDA precisa de ser reiniciado para aplicar as instalações. Quer reiniciar o NVDA agora?
tr: Kurulum başarıyla tamamlandı. Ancak yüklenemeyen eklentiler var. Aşağıdaki eklentiler uyumsuz, uyumlu bir sürüm arayın: {} Kurulumların aktif olması için NVDA'nın yeniden başlatılması gerekiyor. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?
uk: Встановлення завершено успішно. Але є додатки, які встановити не вдалось. Нижченаведені додатки несумісні, будь ласка, знайдіть сумісну версію: {} Для застосування змін необхідно перезапустити NVDA. Хочете перезапустити NVDA зараз?
