Repository: hxebolax/Tienda-para-NVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, de, fr, hr, it, pl, pt_br, tr, uk

source: Tienda para NVDA.ES
ar: المتجر أسباني ل NVDA
de: Store für NVDA.ES
fr: Boutique pour NVDA.ES
hr: NVDA.ES trgovina
it: La bottega spagnola
pl: Sklep NVDA.ES
pt_br: Loja para NVDA.ES
tr: NVDA.ES Eklenti Mağazası
uk: Магазин додатків NVDA.ES

source: Tienda de complementos no oficial de https://www.nvda.es
ar: متجر إضافي غير رسمي لـ https://www.nvda.es
de: Inoffizieller Erweiterungs-Store von https://www.nvda.es
fr: Boutique des extensions non officielles de https://www.nvda.es
hr: Neslužbena https://www.nvda.es trgovina za dodatke
it: Negozio aggiuntivo non ufficiale https://www.nvda.es
pl: Nieoficjalny https://www.nvda.es sklep z dodatkami
tr: Resmi olmayan eklenti mağazası https://www.nvda.es
uk: Неофіційний магазин додатків від https://www.nvda.es

source: Se encontró una actualización. Ejecute Buscar actualizaciones de complementos de la Tienda NVDA.ES
ar: تم العثور على تحديث. قم بتشغيل البحث عن تحديثات الملحق من قائمة متجر NVDA
de: Es wurde ein Update gefunden. Führen Sie die Suche nach Erweiterungs-Updates im NVDA.ES-Store aus
fr: Une mise à jour a été trouvée. Exécuter Rechercher les mises à jour d'extensions de la Boutique NVDA.ES
hr: Pronađeno je ažuriranje. Pokreni provjeru ažuriranja dodataka za NVDA.ES trgovinu
it: Individuato un aggiornamento. Esegui il controllo aggiornamenti dei componenti aggiuntivi dal menu
pl: Znaleziono aktualizację. Uruchom sprawdź aktualizacje, aby sprawdzić aktualizacje dodatku Sklep NVDA.ES.
pt_br: Foi encontrada uma atualização Executar a verificação de atualizações adicionais a partir da loja NVDA.ES
tr: Bir güncelleme bulundu. NVDA.ES Eklenti Mağazasından Eklenti Güncellemelerini Kontrol Et'i çalıştırın
uk: Знайдено оновлення. Запустіть перевірку оновлень додатків у меню магазину Tienda NVDA.ES

source: Información
ar: معلومة
de: Information
fr: Informations
hr: Informacija
it: Informazione
pl: Informacja
pt_br: Informação
tr: Bilgi
uk: Інформація

source: Se encontraron {} actualizaciones. Ejecute Buscar actualizaciones de complementos de la Tienda NVDA.ES
ar: تم العثور على {} من التحديثات. شغّل البحث عن تحديثات الإضافات من قائمة متجر NVDA
de: {} Updates wurden gefunden. Führen Sie die Suche nach Erweiterungs-Updates im NVDA.ES-Store aus
fr: {} mises à jour ont été trouvées. Exécuter Rechercher les mises à jour d'extensions de la Boutique NVDA.ES
hr: pronađena su ažuriranja {} . Pokreni provjeru ažuriranja dodataka za NVDA.ES trgovinu
it: {} aggiornamenti trovati. Esegui il controllo aggiornamenti dei componenti aggiuntivi dal menu
pl: znaleziono {} aktualizacje. Uruchom sprawdź aktualizacje, dodatków sklepu NVDA.ES.
pt_br: foram Encontradas {} atualizações Executar a verificação de atualizações adicionais a partir da loja NVDA.ES
tr: {} güncelleme bulundu. NVDA.ES Mağazasından Eklenti Güncellemelerini Kontrol Et'i çalıştırın
uk: Знайдено {} оновлень. Запустіть перевірку оновлень з меню магазину додатків для NVDA

source: Necesita reiniciar NVDA para aplicar las actualizaciones.
ar: تحتاج إلى إعادة تشغيل NVDA لتطبيق التحديثات.
de: Sie müssen NVDA neu starten, um die Updates anzuwenden.
fr: Vous devez redémarrer NVDA pour que ces mises à jour prennent effet.
hr: Da biste primijenili ažuriranja, morate ponovno pokrenuti NVDA.
it: È necessario riavviare NVDA per applicare gli aggiornamenti.
pl: Aby zastosować aktualizacje, należy ponownie uruchomić NVDA.
pt_br: É necessário reiniciar o NVDA para aplicar as atualizações.
tr: Güncellemelerin kurulabilmesi için NVDA'yı yeniden başlatmanız gerekir.
uk: Для застосування оновлень ви повинні перезапустити NVDA.

source: No se pudieron cargar las librerías necesarias para la Tienda
ar: تعذر تحميل الوحدات المطلوبة للمتجر
de: Die erforderlichen Bibliotheken für den Store konnten nicht geladen werden
fr: Les librairies nécessaires pour l'extension Tienda NVDA nont pas pu être chargées
hr: Učitavanje biblioteka potrebnih za spremište nije uspjelo
it: Impossibile caricare le librerie richieste per far funzionare questo addon
pl: Nie można załadować bibliotek potrzebnych do sklepu
pt_br: Não foi possível carregar as bibliotecas necessárias para a Loja
tr: Eklenti Mağazası için gerekli kitaplıklar yüklenemedi
uk: Не вдалося завантажити модулі, необхідні для роботи магазину

source: Error producido en las librerías:: {}
ar: حدث خطأ في المكتبات :: {}
de: Fehler in den Bibliotheken aufgetreten: {}
fr: Erreur produite dans les librairies:: {}
it: Si è verificato un errore nelle librerie:: {}
pt_br: Erro nas bibliotecas:: {}
tr: Kütüphanelerde üretilen hata:: {}
uk: Сталася помилка в бібліотеках:: {}

source: Listado de complementos
ar: قائمة المكونات الإضافية
de: Liste der Erweiterungen
fr: Liste des extensions
hr: Popis dodataka
it: Elenco add-on
pl: Lista dodatków
pt_br: Lista de complementos
tr: Eklenti listesi
uk: Список додатків

source: Buscar actualizaciones de complementos
ar: البحث عن تحديثات للوظائف
de: Nach Erweiterungs-Updates suchen
fr: Rechercher des mises à jour des extensions
hr: Provjeri ima li ažuriranja dodataka
it: Controlla gli aggiornamenti degli add-on
pl: Sprawdzanie dostępności aktualizacji dodatków
pt_br: Procurar atualizações de complementos
tr: Güncellemeleri denetle
uk: Перевірка оновлень для додатків

source: Documentación del complemento
ar: ملفات المساعدة للوظائف
de: Dokumentation der Erweiterung
fr: Documentation de l'extension
it: Documentazione del componente aggiuntivo
tr: Yardım
uk: Документація додатка

source: Tienda NVDA.ES
ar: متجر NVDA.es
de: NVDA.ES-Store
fr: Boutique NVDA.ES
hr: NVDA.ES trgovina
it: La bottega degli add-on dal sito NVDA.ES
pl: Sklep NVDA.ES
pt_br: Loja NVDA.es
tr: NVDA.ES Eklenti Mağazası
uk: Магазин NVDA.es

source: Inicio del complemento cancelado.
ar: تم إلغاء بدء تشغيل البرنامج المساعد.
de: Start der Erweiterung abgebrochen.
fr: Démarrage de l'extension annulée.
hr: Pokretanej dodataka je otkazano.
it: Esecuzione del componente aggiuntivo annullata.
pl: Uruchamianie dodatku zostało anulowane!.
pt_br: Início do complemento cancelado.
tr: Eklenti başlatma iptal edildi.
uk: Запуск додатка перервано.

source: Muestra la ventana con todos los complementos y su información
ar: يظهر نافذة للجميع الوظائف الإضافية ومعلوماتها
de: Zeigt ein Fenster mit allen Erweiterungen und deren Informationen an
fr: Affiche la fenêtre avec toutes les extensions et leurs informations
hr: Prikazuje prozor sa svim dodacima i njihovim podacima
it: Visualizza una finestra con tutti i componenti aggiuntivi e le relative informazioni
pl: Wyświetla okno ze wszystkimi dodatkami i ich informacjami
pt_br: Mostra a janela com todos os complementos e as suas informações
tr: Tüm eklentileri ve bilgilerini içeren pencereyi görüntüler
uk: Показує вікно з усіма додатками та інформацією про них

source: Ya hay una instancia de la Tienda NVDA abierta.
ar: تم فتح مثيل لمتجر إضافات NVDA بالفعل.
de: Eine Instanz des NVDA Store ist bereits geöffnet.
fr: Il existe déjà une instance de l'extension Tienda NVDA ouverte.
hr: Prozor NVDA spremišta već je otvoren.
it: Esiste già una copia della bottega in esecuzione
pl: Okno magazynu NVDA jest już otwarte.
pt_br: Uma instância da Loja NVDA já está aberta.
tr: NVDA.ES Eklenti Mağazasının bir penceresi zaten açık.
uk: Одну копію магазину додатків для NVDA вже відкрито.

source: El complemento fallo al iniciar NVDA. Una de las causas es que NVDA arrancara antes de tener conexión a internet. Reinicie NVDA para intentar solucionar el problema.
ar: فشل البرنامج المساعد في بدء تشغيل NVDA. أحد الأسباب هو أن NVDA بدأ قبل أن يكون لديه اتصال بالإنترنت. أعد تشغيل NVDA لمحاولة حل المشكلة.
de: Die Erweiterung konnte NVDA nicht starten. Eine mögliche Ursache ist, dass NVDA gestartet wurde, bevor eine Internetverbindung bestand. Ein Neustart von NVDA sollte dieses Problem beheben.
fr: L'extension a échoué lors du démarrage de NVDA. L'une des causes est que NVDA a redémarré avant d'avoir une connexion à Internet. Redémarrer NVDA pour essayer de résoudre le problème.
hr: Dodatak nije uspio pokrenuti NVDA. Jedan od uzroka je da se NVDA pokrenula prije internetske veze. Ponovo pokrenite NVDA da biste pokušali riješiti problem.
it: Il componente aggiuntivo non è riuscito ad avviare NVDA. Una delle cause possibili è che NVDA è stato avviato prima di connettersi a Internet. Riavvia NVDA per provare a risolvere il problema.
pl: Nie można pobrać dodatku dla nvda. NVDA był uruchomiony, a połączenie internetowe nieaktywne. Uruchom ponownie NVDA, aby spróbować rozwiązać problem.
pt_br: O complemento falhou ao iniciar o NVDA. Uma das causas pode ser o fato de que o NVDA iniciou antes de ter uma conexão com a Internet. Reiniciar o NVDA para tentar resolver o problema.
tr: NVDA Eklentiyi başlatamadı. Internet bağlantınızda bir sorun olabilir. Bağlantınızı denetledikten sonra NVDA'yı yeniden başlatabilirsiniz.
uk: Додаток не зміг запустити NVDA. Одна з причин — запуск NVDA до з’єднання з інтернетом. Перезапустіть NVDA, щоб спробувати виправити проблему.

source: Busca actualizaciones de los complementos instalados
ar: تحقق من وجود تحديثات للوظائف الإضافية المثبتة
de: Nach Updates für installierte Erweiterungen suchen
fr: Recherche des mises à jour pour les extensions installées
hr: Traženje ažuriranja instaliranih dodataka
it: Verifica la disponibilità degli aggiornamenti dei componenti installati
pl: Sprawdzanie dostępności aktualizacji zainstalowanych dodatków
pt_br: Procura atualizações dos complementos instalados
tr: Yüklü eklentiler için güncellemeleri denetler
uk: Перевірити оновлення встановлених додатків

source: Seleccione un servidor de complementos
ar: حدد خادم البرنامج المساعد
de: Wählen Sie einen Erweiterungs-Server aus
fr: Sélectionner un serveur d'extensions
it: Seleziona un server per gli addon
pt_br: Selecione um servidor de complementos
tr: Bir eklenti sunucusu seçin
uk: Виберіть сервер додатків

source: &Gestionar Servidores de complementos
ar: إد&ارة خوادم الوظائف
de: Erweiterungs-Server &verwalten
fr: &Gérer les serveurs d'extensions
it: &Gestisci i server degli addon
pt_br: &Gerenciar servidores de complementos
tr: Eklenti Sunucularını Y&önet
uk: &Керування серверами додатків

source: Activar o desactivar la comprobación de actualizaciones
ar: تمكين أو تعطيل عمليات البحث عن التحديثات
de: Suche automatisch nach Updates
fr: Activer ou désactiver la vérification des mises à jour
hr: Uključivanje i isključivanje provjere ažuriranja
it: Abilita il controllo degli aggiornamenti
pl: Włączanie lub wyłączanie sprawdzania aktualizacji
pt_br: Ativar ou desativar a verificação de atualizações
tr: Güncellemeleri denetlemeyi etkinleştir
uk: Увімкнути чи вимкнути перевірку оновлень

source: Seleccione un tiempo para comprobar si hay actualizaciones
ar: حدد الفاصل الزمني للتحقق من التحديث
de: Regelmäßig nach updates suchen in
fr: Sélectionner une durée de temps pour vérifier s'il y a des mises à jour
hr: Odaberite vrijeme za provjeru ažuriranja
it: Seleziona un orario per controllare gli aggiornamenti
pl: Wybierz interwał do sprawdzania dostępności aktualizacji
pt_br: Selecione um momento para verificar as atualizações
tr: Güncellemeleri denetlemek için bir zaman seç
uk: Оберіть інтервал перевірки оновлень

source: Activar o desactivar el traductor para las descripciones de los complementos
ar: تمكين أو تعطيل المترجم لوصف البرنامج المساعد
de: Google-Übersetzer für Beschreibungen von Erweiterungen aktivieren
fr: Activer ou désactiver le traducteur pour les descriptions des extensions
it: Attiva o disattiva il traduttore per le descrizioni dei componenti aggiuntivi
pt_br: Habilitar ou desabilitar o tradutor para descrições de complementos
tr: Eklenti açıklamaları için Çeviri seçeneğini etkinleştir
uk: Увімкнути або вимкнути перекладач для опису додатків

source: Seleccione un idioma para traducir las descripciones de los complementos
ar: حدد لغة لترجمة أوصاف البرنامج المساعد
de: Wählen Sie eine Sprache aus, um Beschreibungen von Erweiterungen zu übersetzen
fr: Sélectionner une langue pour traduire les descriptions des extensions
it: Seleziona una lingua per tradurre le descrizioni degli addon
pt_br: Selecione um idioma para traduzir as descrições dos complementos
tr: Lütfen Eklenti açıklamalarının çevrileceği bir dil seçin
uk: Виберіть мову для перекладу описів

source: Ordenar por orden alfabético los complementos de la tienda y las búsquedas
ar: ترتيب الوظائف الإضافية وعمليات البحث في المتجر أبجديًا
de: Suche und Liste der Erweiterungen alphabetisch sortieren
fr: Trier par ordre alphabétique Les extensions de la boutique et les recherches
hr: Sortiranje dodataka spremišta i pretraživanja abecednim redom
it: Ordina alfabeticamente i componenti aggiuntivi e le ricerche della bottega
pl: Sortowanie dodatków i wyszukiwań w sklepie alfabetycznie
pt_br: Ordenar alfabeticamente os complementos da loja e das pesquisas
tr: Mağaza eklentilerini ve Arama sonuçlarını Alfabetik olarak listele
uk: Сортування додатків за абеткою

source: Instalar complementos después de descargar
ar: قم بتثبيت الإضافات بعد التنزيل
de: Erweiterungen nach dem Herunterladen installieren
fr: Installer les extensions après le téléchargement
hr: Instalacija dodataka nakon preuzimanja
it: Installa i componenti aggiuntivi dopo il download
pl: Instalowanie dodatków po pobraniu
pt_br: Instalar complementos após o download
tr: İndirdikten sonra eklentileri yükle
uk: Встановлення додатка після завантаження

source: Complementos instalados que hay en el servidor:
ar: المكونات الإضافية المثبتة الموجودة على الخادم:
de: Installierte Erweiterungen, die sich auf dem Server befinden:
fr: Extensions installées qui existent sur le serveur:
hr: Instalirani dodaci koji se nalaze na poslužitelju:
it: Componenti aggiuntivi installati che si trovano sul server:
pl: Zainstalowane dodatki, które znajdują się na serwerze:
pt_br: Complementos instalados que existem no servidor
tr: Sunucuda bulunan yüklü eklentiler:
uk: Встановлені додатки на сервері:

source: Descartar actualizaciones
ar: تجاهل التحديثات
de: Aktualisierungen verwerfen
fr: Rejeter les mises à jour
it: Scarta aggiornamenti
tr: Güncellemeleri denetleme
uk: Відхилити оновлення

source: No se pudo tener acceso al servidor
ar: تعذر الوصول إلى الخادم
de: Auf den Server konnte nicht zugegriffen werden
fr: Impossible d'avoir accès au serveur
it: Impossibile accedere al server
tr: Sunucuya erişilemedi
uk: Не вдалося отримати доступ до сервера

source: Sin complementos compatibles
ar: لا توجد مكونات إضافية مدعومة
de: Keine unterstützten Erweiterungen
fr: Aucune extension compatible
it: Nessun componente compatibile
pt_br: Sem complementos compatíveis
tr: Desteklenen eklenti yok
uk: Відсутні сумісні додатки

source: Canal {}
ar: قناة {}
de: Kanal {}
hr: Nije moguće preuzeti naziv datoteke. {} {} kanala Nastavit će se preuzimati s unaprijed definiranim preglednikom.
it: Canale {}
pl: Nie można pobrać nazwy pliku. {} kanału {} Będzie on pobrany za pomocą domyślnej przeglądarki.
tr: Kanal {}
uk: Канал {}

source: Ya hay una instancia de la Tienda NVDA abierta. Para gestionar los servidores es necesario que la Tienda este cerrada.
ar: يوجد بالفعل مثيل لمتجر NVDA مفتوح. لإدارة الخوادم ، من الضروري إغلاق المتجر.
de: Es ist bereits eine Instanz des NVDA-Stores geöffnet. Zur Verwaltung der Server ist es erforderlich, dass der Store geschlossen ist.
fr: Il existe déjà une instance de l'extension Tienda NVDA ouverte. Pour gérer les serveurs, il est nécessaire que la Boutique soit fermée.
it: Risulta già aperta un'istanza della bottega. Per gestire il server è necessario che la bottega sia chiusa.
pt_br: Já existe uma instância da Loja NVDA aberta. Para gerenciar os servidores é necessário que a Loja esteja fechada.
tr: NVDA.ES eklenti mağazası açık. Sunucuları yönetebilmek için Mağazanın kapalı olması gerekir.
uk: Магазин NVDA.ES вже запущено. Для керування серверами його необхідно закрити.

source: Gestor de servidores de complementos
ar: إدارة الخوادم
de: Erweiterungs-Server-Manager
fr: Gestionnaire de serveurs d'extensions
it: Gestore server di componenti aggiuntivi
tr: Eklenti Sunucu Yöneticisi
uk: Керування серверами додатків

source: &Lista de servidores:
ar: &قائمة الخوادم:
de: &Serverliste:
fr: &Liste des serveurs:
it: &Elenco server:
tr: Sunucu &listesi:
uk: &Список серверів:

source: &Añadir
ar: إ&ضافة
de: &Hinzufügen
fr: &Ajouter
it: &Aggiungi
pt_br: &adicionar
tr: &Ekle
uk: &Додати

source: &Editar
ar: &تعديل
de: &Bearbeiten
fr: &Modifier
it: &Modifica
tr: &Düzenle
uk: &Редагувати

source: &Borrar
ar: إ&غلاق
de: &Löschen
fr: &Supprimer
it: &Elimina
pt_br: &Remover
tr: &Sil
uk: &Видалити

source: &Cerrar
ar: إ&غلق
de: Ab&rechen
fr: &Fermer
hr: &zatvori
it: &Annulla
pl: & Zamknij
pt_br: &Fechar
tr: &Kapat
uk: &Закрити

source: El servidor de la comunidad hispanohablante no puede ser editado.
ar: لا يمكن تحرير خادم المجتمع الناطق بالإسبانية.
de: Der spanischsprachige Community-Server kann nicht bearbeitet werden.
fr: Le serveur de la comunidad hispanohablante ne peut pas être modifié.
it: Il server della comunità di lingua spagnola non può essere modificato.
pt_br: O servidor da comunidade de língua espanhola não pode ser editado.
tr: İspanyol topluluğunun sunucusu düzenlenemez.
uk: Сервер іспаномовної спільноти неможливо редагувати.

source: El servidor de la comunidad hispanohablante no puede ser borrado.
ar: لا يمكن حذف خادم المجتمع الناطق باللغة الإسبانية.
de: Der spanischsprachige Community-Server kann nicht gelöscht werden.
fr: Le serveur de la comunidad hispanohablante ne peut pas être supprimé.
it: Il server della comunità di lingua spagnola non può essere eliminato.
pt_br: O servidor da comunidade de língua espanhola não pode ser removido.
tr: İspanyol topluluğunun sunucusu silinemez.
uk: Сервер іспаномовної спільноти видалити неможливо.

source: ADVERTENCIA: Esta acción no es reversible. Va a borrar el servidor: {} ¿Esta seguro que desea continuar?
ar: تحذير: هذا الإجراء غير قابل للتراجع. ستقوم بحذف الخادم: {} هل أنت متأكد أنك تريد الاستمرار؟
de: WARNUNG: Diese Aktion kann nicht rückgängig gemacht werden. Sie entfernen den folgenden Server: {} Sind Sie sich sicher, dass Sie weiter machen wollen?
fr: AVERTISSEMENT: Cette action n'est pas réversible. Vous allez supprimer le serveur: {} Voulez-vous vraiment continuer?
it: ATTENZIONE: Questa azione non è reversibile. Eliminerà il server: {} Sei sicuro di voler continuare?
pt_br: AVISO: Esta ação não é reversível. Você irá remover o servidor: {} Você tem certeza que quer continuar?
tr: UYARI: Bu eylem geri alınamaz. Sunucuyu silmek üzeresiniz: {} Devam etmek istediğinizden emin misiniz?
uk: УВАГА: Ця дія незворотна. Це призведе до видалення сервера: {} Ви впевнені, що бажаєте продовжити?

source: Pregunta
ar: سؤال
de: Fragen
fr: Question
it: Domanda
pt_br: Pergunta:
tr: Soru
uk: Попередження

source: Añadir servidor
ar: أضف الخادم
de: Server hinzufügen
fr: Ajouter un serveur
it: Aggiungi server
pt_br: &Adicionar servidor
tr: Sunucu ekle
uk: Додати сервер

source: Editar servidor
ar: تحرير الخادم
de: Server bearbeiten
fr: Modifier le serveur
it: Modifica server
tr: Sunucuyu düzenle
uk: Редагувати сервер

source: &Nombre del servidor:
ar: إس&م الخادم:
de: Name des &Servers:
fr: &Nom du serveur:
it: &Nome del Server:
pt_br: &Nome do servidor
tr: Sunucu &adı:
uk: &Ім’я сервера:

source: &URL del servidor:
ar: &عنوان الخادم URL:
de: &URL des Servers:
fr: &URL du serveur:
it: &URL del Server:
pt_br: &URL do servidor
tr: Sunucu &URL'si:
uk: &Адреса сервера:

source: &Aceptar
ar: &موافق
de: &OK
fr: &OK
hr: & U redu
it: &OK
pl: &Zaakceptuj
pt_br: &Ok
tr: Ka&bul et
uk: &Гаразд

source: &Cancelar
ar: إلغ&اء
de: &Abbrechen
fr: &Annuler
it: &Annulla
tr: İ&ptal
uk: &Скасувати

source: El campo de nombre de servidor no puede quedar en blanco. Introduzca uno para poder continuar.
ar: لا يمكن ترك حقل اسم الملقم فارغاً. الرجاء إدخال واحد للمتابعة.
de: Das Feld für den Servernamen darf nicht leer bleiben. Bitte geben Sie einen Namen ein, um fortzufahren.
fr: Le champ Nom du serveur ne peut pas être vide. Entrez-en un pour continuer.
it: Il campo del nome del server non può essere lasciato vuoto. Inseriscine uno per continuare.
pt_br: O campo do nome do servidor não pode ser deixado em branco. Digite um para continuar.
tr: Sunucu adı alanı boş bırakılamaz. Devam etmek için lütfen bir ad girin.
uk: Поле «Ім’я сервера» не може бути порожнім. Введіть щонайменше один символ для продовження.

source: El campo de URL de servidor no puede quedar en blanco. Introduzca uno para poder continuar.
ar: لا يمكن ترك حقل URL الخاص بالملقم فارغاً. الرجاء إدخال واحد للمتابعة.
de: Das Feld URL des Servers darf nicht leer bleiben. Bitte geben Sie eine URL ein, um fortzufahren.
fr: Le champ URL du serveur ne peut pas être vide. Entrez-en un pour continuer.
it: Il campo dell'URL del server non può essere lasciato vuoto. Inseriscine uno per continuare.
pt_br: O campo URL do servidor não pode ser deixado em branco. Digite um para continuar.
tr: Sunucu URL alanı boş bırakılamaz. Devam etmek için lütfen bir URL girin.
uk: Поле «URL сервера» не може бути порожнім. Введіть щонайменше один символ для продовження.

source: Ya tiene un servidor con el mismo nombre. Modifique el nombre del servidor para poder continuar.
ar: لديك بالفعل ملقم بنفس الاسم. يرجى تعديل اسم الخادم للمتابعة.
de: Sie haben bereits einen Server mit demselben Namen. Bitte ändern Sie den Servernamen, um fortzufahren.
fr: Vous avez déjà un serveur avec le même nom. Modifiez le nom du serveur pour continuer.
it: Hai già un server con lo stesso nome. Modifica il nome del server per continuare.
pt_br: Você já tem um servidor com o mesmo nome. Modifique o nome do servidor para continuar.
tr: Zaten aynı ada sahip bir sunucunuz var. Devam edebilmek için lütfen başka bir ad girin.
uk: Сервер з таким ім’ям вже існує. Для продовження змініть ім’я сервера.

source: La URL introducida dio error. Compruebe que es una URL correcta de base de datos de complementos.
ar: فشل إدخال URL . تحقق من أنه عنوان URL صحيح لقاعدة بيانات البرنامج المساعد.
de: Die eingegebene URL ist falsch. Überprüfen Sie, ob es sich um eine korrekte Erweiterungs-Datenbank-URL handelt.
fr: L'URL introduite a donné une erreur. Vérifiez qu'il s'agit d'une URL correcte de la base de données des extensions.
it: L'URL inserito ha generato un errore. Verifica che si tratti di un URL del database dell'addon corretto.
pt_br: Falha na URL inserida. Verifique se é uma URL de banco de dados de complementos.
tr: Girilen URL hatalı. Doğru bir eklenti veritabanı URL'si olup olmadığını kontrol edin.
uk: Введена адреса видала помилку. Переконайтеся, що це правильна адреса бази додатків.

source: Servidor sin complementos
ar: قائمة الخوادم
de: Server ohne Erweiterungen
fr: Serveur sans extensions
it: server senza componenti aggiuntivi
tr: Eklentisiz sunucu
uk: Сервер без додатків

source: Seleccione un servidor
ar: تحديد خادم
de: Wählen Sie einen Server
fr: Sélectionner un serveur
it: &Seleziona un server
tr: Bir sunucu seçin
uk: Виберіть сервер

source: Debe seleccionar un servidor para continuar.
ar: يجب عليك تحديد خادم للمتابعة.
de: Sie müssen einen Server auswählen, um fortzufahren.
fr: Vous devez sélectionner un serveur pour continuer.
it: Devi selezionare un server per continuare.
tr: Devam edebilmek için bir sunucu seçmelisiniz.
uk: Для продовження необхідно вибрати сервер.

source: &Buscar:
ar: &بحث:
de: &Suchen:
fr: &Rechercher
hr: &Pretraživanje:
it: &Cerca
pl: &szukaj
pt_br: &Pesquisar:
tr: &Ara:
uk: &Пошук:

source: B&uscar
ar: بح&ث
de: &Suchen
fr: R&echercher
it: &Cerca
tr: A&ra
uk: П&ошук

source: &Lista complementos:
ar: &قائمة الوظائف الإضافية:
de: &Liste der Erweiterungen:
fr: &Liste des extensions:
hr: & popis dodataka:
it: E&lenco dei componenti aggiuntivi:
pl: &Lista dodatków:
pt_br: &Lista de complementos:
tr: Eklenti &listesi:
uk: &Список додатків:

source: &Acción
ar: &خيارات
de: &Aktion
fr: &Action
it: &Azione
tr: &Eylemler
uk: &Дії
