Repository: hxebolax/Tienda-para-NVDA
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, de, fr, hr, it, pl, pt_br, tr, uk

source: No se pudo obtener el nombre del archivo a descargar. {} del canal {} Se va a proceder a descargar con su navegador predefinido.
ar: تعذر الحصول على اسم الملف المراد تحميله. {} من القناة {} سيستمر التنزيل باستخدام متصفحك الافتراضي.
de: Der Name der herunterzuladenden Datei konnte nicht ermittelt werden. {} von Kanal {} Der Download wird mit Ihrem Standardbrowser fortgesetzt.
fr: Impossible d'obtenir le nom du fichier à télécharger. {} du canal {} Le téléchargement se procédera avec votre navigateur par défaut.
hr: Nije moguće preuzeti naziv datoteke. {} {} kanala Nastavit će se preuzimati s unaprijed definiranim preglednikom.
it: Impossibile ottenere il nome del file da scaricare. {} del canale {} Si procederà al download con il browser predefinito.
pl: Nie można pobrać nazwy pliku. {} kanału {} Będzie on pobrany za pomocą domyślnej przeglądarki.
pt_br: O nome do arquivo a ser baixado não pôde ser obtido. {} do canal {} Procederá ao download com o seu navegador predefinido.
tr: İndirilecek dosyanın adı alınamadı. {} kanalını {} Varsayılantarayıcınızla indirmeye devam edecektir.
uk: Не вдалося отримати ім’я файлу для завантаження. {} канал {} Для продовження завантаження буде відкрито ваш браузер.

source: Este complemento necesita ser descargado desde su página web. Se abrirá con su navegador predefinido en la pagina de descarga del complemento.
ar: يجب تنزيل هذه الوظيفة الإضافية من موقعها على الويب. سيتم فتح المستعرض الخاص بك بصفحة الملحق.
de: Diese Erweiterung muss von seiner Internetseite heruntergeladen werden. Ihr vordefinierter Browser öffnet sich mit der Download-Seite der Erweiterung.
fr: Cette extension doit être téléchargée à partir de son site Web. Il s'ouvrira avec votre navigateur par défaut sur la page de téléchargement de l'extension.
hr: Ovaj dodatak treba preuzeti s njegove web stranice. Otvorit će se s unaprijed definiranim preglednikom na stranici za preuzimanje dodatka.
it: Questo componente aggiuntivo deve essere scaricato dal proprio sito Web. Verrà aperto il tuo browser predefinito nella pagina di download del componente aggiuntivo.
pl: Ten dodatek należy pobrać ze jego strony internetowej. Zostanie otwarta domyślna przeglądarka ze stroną pobierania dodatku.
pt_br: Este complemento precisa de ser baixado a partir do seu site web. Abrirá com o seu navegador predefinido na página de download do complemento.
tr: Bu eklentinin kendi web sitesinden indirilmesi gerekiyor. Eklenti indirme sayfası varsayılan tarayıcınızla açılacak.
uk: Цей додаток потрібно завантажувати з його веб-сторінки. Сторінку додатка буде відкрито у вашому браузері.

source: Complemento de NVDA (*.nvda-addon)|*.nvda-addon
ar: ملفات إضافات NVDA (* .nvda-addon) | * .nvda-addon
de: NVDA-Erweiterung (*.nvda-Addon)|*.nvda-Addon
fr: Extension NVDA (*.nvda-addon)|*.nvda-addon
hr: NVDA dodatak (*.nvda-addon)|*.nvda-addon
it: NVDA add-on (*.nvda-addon)|*.nvda-addon
pl: Dodatek NVDA (*.nvda-addon)|*.nvda-addon
pt_br: Complemento para o NVDA (*.nvda-addon)|*.nvda-addon
tr: NVDA Eklentisi (*.nvda-addon)|*.nvda-addon
uk: Файли додатків для NVDA (*.nvda-addon)|*.nvda-addon

source: Guardar en...
ar: حفظ باسم ...
de: Speichern...
fr: Sauvegarder sous...
hr: Spremi u...
it: Salva...
pl: Zapisz w...
pt_br: Salvar em...
tr: Kaydet...
uk: Зберегти як...

source: No se pudo tener acceso al servidor de complementos. Inténtelo en unos minutos. ¿Desea no obstante intentar cambiar de servidor?
ar: تعذر الوصول إلى الخادم للمكون الإضافي. الرجاء المحاولة مرة أخرى بعد بضع دقائق. هل ما زلت تريد محاولة تغيير الخادم؟
de: Auf den Erweiterungs-Server konnte nicht zugegriffen werden. Bitte versuchen Sie es in ein paar Minuten erneut. Möchten Sie trotzdem versuchen, den Server zu wechseln?
fr: Impossible d'avoir accès au serveur d'extensions. Essayez-le dans quelques minutes. Voulez-vous essayer de changer de serveur?
it: Impossibile accedere al server degli add-on.. Si prega di riprovare tra qualche minuto. Vuoi comunque provare a cambiare server?
tr: Eklenti sunucusuna erişilemedi. Birkaç dakika sonra tekrar deneyin. Sunucuyu değiştirmek ister misiniz?
uk: Не вдалося отримати доступ до сервера додатків. Повторіть спробу через кілька хвилин. Ббажаєте змінити сервер?

source: No hay actualizaciones.
ar: لا توجد أية تحديثات متوفرة.
de: Keine Aktualisierungen verfügbar.
fr: Aucune mise à jour.
hr: Nema ažuriranja.
it: Non vi sono aggiornamenti.
pl: Nie ma żadnych aktualizacji.
pt_br: Sem atualizações
tr: Güncelleme mevcut değil.
uk: Немає доступних оновлень.

source: No se pudo tener acceso al servidor de complementos. Inténtelo en unos minutos.
ar: تعذر الوصول إلى ملقم الوظائف الإضافية. يرجى المحاولة مرة أخرى في بضع دقائق.
de: Auf den Erweiterungs-Server konnte nicht zugegriffen werden. Versuchen Sie es in ein paar Minuten erneut.
fr: Impossible d'avoir accès au serveur d'extensions. Essayer dans quelques minutes.
hr: Nije moguće pristupiti poslužitelju dodataka. Pokušajte za nekoliko minuta.
it: Impossibile accedere al server degli addon.. Si prega di riprovare tra qualche minuto.
pl: Nie można uzyskać dostępu do serwera dodatków. Spróbuj w ciągu kilku minut.
pt_br: Não foi possível se conectar com o servidor dos complementos. Por favor, tente novamente dentro de alguns minutos.
tr: Eklenti sunucusuna erişilemedi. Lütfen birkaç dakika sonra tekrar deneyin.
uk: Сервер додатків зараз недоступний. Будь ласка, повторіть спробу через кілька хвилин.

source: Servidor comunidad hispanohablante
ar: خادم المجتمع الناطق باللغة الإسبانية
de: Spanischsprachiger Community-Server
fr: Serveur comunidad hispanohablante
it: Server della comunità di lingua spagnola
pt_br: servidor da comunidade de língua espanhola
tr: İspanyoltopluluk sunucusu
uk: Сервер іспаномовної спільноти

source: 15 minutos
ar: 15 دقائق
de: 15 Minuten
fr: 15 minutes
hr: 15 minuta
it: 15 minuti
pl: 15 min.
tr: 15 dakika
uk: 15 хвилин

source: 30 minutos
ar: 30 دقائق
de: 30 Minuten
fr: 30 minutes
hr: 30 minuta
it: 30 minuti
pl: 30 min.
tr: 30 dakika
uk: 30 хвилин

source: 45 minutos
ar: 45 دقائق
de: 45 Minuten
fr: 45 minutes
hr: 45 minuta
it: 45 minuti
pl: 45 min.
tr: 45 dakika
uk: 45 хвилин

source: 1 hora
ar: 1 ساعة
de: 1 Stunde
fr: 1 heure
hr: 1 sat
it: 1 ora
pl: 1 godz.
tr: 1 saat
uk: 1 година

source: 12 horas
ar: 12 ساعة
de: 12 Stunden
fr: 12 heures
it: 12 ore
pt_br: 12 hora
tr: 12 saat
uk: 12 годин

source: 1 día
ar: يوم 1
de: 1 Tag
fr: 1 jour
it: 1 giorno
pt_br: 1 dia
tr: 1 gün
uk: 1 день

source: 1 semana
ar: أسبوع 1
de: 1 Woche
fr: 1 semaine
it: 1 settimana
pt_br: uma semana
tr: 1 hafta
uk: 1 тиждень

source: Alemán
ar: ألمانية
de: Deutsch
fr: Allemand
it: Tedesco
pt_br: alemão
tr: Almanca
uk: Німецька

source: Árabe
ar: عربي
de: Arabisch
fr: Arabe
it: Arabo
tr: Arapça
uk: Арабська

source: Croata
ar: الكرواتية
de: Kroatisch
fr: Croate
it: Croato
tr: Hırvatça
uk: Хорватська

source: Español
ar: الاسبانية
de: Spanisch
fr: Espagnol
it: Spagnolo
tr: İspanyolca
uk: Іспанська

source: Francés
ar: فرنسي
de: Französisch
fr: Français
it: Francese
pt_br: Francês
tr: Fransızca
uk: Французька

source: Inglés
ar: إنجليزي
de: Englisch
fr: Anglais
it: Inglese
pt_br: Inglês
tr: İngilizce
uk: Англійська

source: Italiano
ar: إيطالي
de: Italienisch
fr: Italien
tr: İtalyanca
uk: Італійська

source: Polaco
ar: هولندا
de: Polnisch
fr: Polonais
it: Polacco
tr: Lehçe
uk: Польська

source: Portugués
ar: البرتغالية
de: Portugiesisch
fr: Portugais
it: Portoghese
pt_br: Português
tr: Portekizce
uk: Португальська

source: Ruso
ar: الروسية
de: Russisch
fr: Russe
it: Russo
pt_br: Russo
tr: Rusça
uk: Російська

source: Turco
ar: التركية
de: Türkisch
fr: Turc
tr: Türkçe
uk: Турецька

source: Ucraniano
ar: الأوكرانية
de: Ukrainisch
fr: Ukrainian
it: Ucraino
tr: Ukraynaca
uk: Українська

source: Autor: {} Nombre del complemento: {} Nombre interno: {} Descripción: {} Página web: {} Desarrollo: {}
uk: Автор: {} Назва додатка: {} Внутрішнє ім'я: {} Опис: {} Веб-сторінка: {} Розробка: {}

source: Canal: {} Versión: {} Mínimo NVDA: {} Testeado hasta versión de NVDA: {} Clave interna en la tienda: {} Enlace de descarga: {} Total descargas: {}
uk: Канал: {} Версія: {} Мінімальна версія NVDA: {} Востаннє протестовано на версії NVDA: {} Внутрішній ключ у магазині: {} Посилання для завантаження: {} Усього завантажень: {}

source: Mostrar los complementos con compatibilidad de API 2024
uk: Показати додатки з підтримкою API 2024

source: - Complementos compatibles con API 2024
uk: - Додатки, сумісні з API 2024

source: Mostrar los complementos con compatibilidad de API 2021
ar: عرض المكونات الإضافية مع دعم API 2021
de: Erweiterungen anzeigen, welche die NVDA-API 2021 unterstützen
fr: Afficher les extensions avec la compatibilité de l'API 2021
pt_br: Mostrar complementos com suporte a API 2021

source: - Complementos compatibles con API 2021
ar: - ملحقات متوافقة مع API 2021
de: - API 2022-kompatible Erweiterungen
fr: - Extensions compatibles avec l'API 2021
pt_br: - Complementos compatíveis com a API 2021
